{
  "_id": "page.form-builder-features",
  "_type": "page.content",
  "body": "With Form Builder, you can:\r\n\r\n* create, edit and publish digital forms using GOV.UK templates and styles\r\n* deploy forms to any environment\r\n* collect users' information\r\n\r\n[See how Form Builder works]( https://youtu.be/zGU_FoBQh-Q).\r\n       \r\nYou don't need any technical knowledge to use Form Builder.\r\n\r\nDownload and install it for free using MOJ Self-service.\r\n\r\n### Create forms quickly and easily\r\n\r\nWithout any technical knowledge, you can:\r\n\r\n* create a variety of GOV.UK page templates (for example, start page, question page or check your answers)\r\n* preview pages\r\n* see your form pages as a logical flow\r\n* test your form to get a user's view of filling it in\r\n * collect information users submit when filling in a form\r\n\r\n### Customise your forms\r\n\r\nUsing the Form Builder editor, you can:\r\n\r\n* edit your pages directly\r\n* create a unique URL for each page \r\n* add multiple GOV.UK components to pages (for example, inset text, warning text, and panels for confirmation or results pages)\r\n* set optional fields\r\n* build a page flow to suit your service\r\n* customise your users' journeys and what they see based on their answers  \r\n\r\n### Simplify the publishing process\r\n\r\nThe Form Builder publisher allows you to:\r\n\r\n* publish your forms in multiple environments - for development and testing\r\n* create and change teams to help manage permissions\r\n* automatically deploy forms without the need for a specific environment\r\n* add a Google Analytics ID to track visits to your forms \r\n* check the availability of your published forms - health check\r\n\r\n### Understand your users\r\n\r\nWith Form Builder, you can \r\n\r\n* collect information the user submits\r\n* send this information as a completed PDF form to a specific address (for example, to a court email address)\r\n\r\n### Queries and suggestions\r\n\r\nYou can [contact us](form-builder-team@digital.justice.gov.uk) for more detail about these features, or to suggest something you'd like Form Builder to offer. You can also ask us a question over our [Slack channel](https://mojdt.slack.com/messages/CE26QEL1Z/).",
  "heading": "Features",
  "url": "form-builder-features"
}